{
  "No quota": "Aucun quota",
  "CPU request": "Demande UC",
  "CPU limit": "Limite d'UC",
  "Memory request": "Demande de mémoire",
  "Memory limit": "Limite de mémoire",
  "Affects pods that have an active deadline. These pods usually include builds, deployers, and jobs.": "Affecte les cabosses qui ont une échéance active. Ces gousses incluent généralement des générations, des déployeurs et des travaux.",
  "Affects pods that do not have an active deadline. These pods usually include your applications.": "Affecte les cabosses qui n'ont pas de date limite active. Ces gousses incluent habituellement vos applications.",
  "Affects pods that do not have resource limits set. These pods have a best effort quality of service.": "Affecte les gousses qui n'ont pas de limites de ressources définies. Ces gousses ont une meilleure qualité de service.",
  "Affects pods that have at least one resource limit set. These pods do not have a best effort quality of service.": "Affecte les gousses qui ont au moins un ensemble de limites de ressources. Ces gousses n'ont pas la meilleure qualité d'effort de service.",
  "{{resource}} details": "{{resource}} détails",
  "Scopes": "Scopes",
  "Requests are the amount of resources you expect to use. These are used when establishing if the cluster can fulfill your Request.": "Les demandes correspondent à la quantité de ressources que vous prévoyez d'utiliser. Ils sont utilisés lors de l'établissement si le cluster peut répondre à votre demande.",
  "Limits are a maximum amount of a resource you can consume. Applications consuming more than the Limit may be terminated.": "Les limites représentent une quantité maximale d'une ressource que vous pouvez consommer. Les demandes qui consomment plus que la limite peuvent être arrêtées.",
  "A cluster administrator can establish limits on both the amount you can Request and your Limits with a": "Un administrateur de cluster peut établir des limites sur le montant que vous pouvez demander et sur vos limites avec un",
  ".": ".",
  "Resource type": "Type de ressource",
  "Capacity": "Capacité",
  "Used": "Utilisé",
  "Max": "Max",
  "Name": "Nom",
  "Namespace": "Espace de nom",
  "None": "Néant",
  "Role": "Rôle",
  "Cluster-wide {{resource}}": "{{resource}} à l'échelle du cluster",
  "Namespace {{resource}}": "Espace de nom {{resource}}",
  "Create {{resource}}": "Créer {{resource}}"
}