{
  "No quota": "Nessuna quota",
  "CPU request": "Richiesta CPU",
  "CPU limit": "Limite della CPU",
  "Memory request": "Richiesta di memoria",
  "Memory limit": "Limite di memoria",
  "Affects pods that have an active deadline. These pods usually include builds, deployers, and jobs.": "Colpisce i podi che hanno una scadenza attiva. Questi podi di solito includono build, distribuzioni e lavori.",
  "Affects pods that do not have an active deadline. These pods usually include your applications.": "Colpisce i podi che non hanno una scadenza attiva. Questi podi di solito includono le tue applicazioni.",
  "Affects pods that do not have resource limits set. These pods have a best effort quality of service.": "Colpisce i podi che non hanno limiti di risorse impostati. Questi podi hanno una migliore qualità di servizio.",
  "Affects pods that have at least one resource limit set. These pods do not have a best effort quality of service.": "Colpisce i podi che hanno almeno un limite di risorse impostato. Questi podi non hanno una migliore qualità di servizio.",
  "{{resource}} details": "{{resource}} dettagli",
  "Scopes": "Ambiti",
  "Requests are the amount of resources you expect to use. These are used when establishing if the cluster can fulfill your Request.": "Le richieste sono la quantità di risorse che ci si aspetta di utilizzare. Questi vengono utilizzati quando si stabilisce se il cluster può esaudire la tua Richiesta.",
  "Limits are a maximum amount of a resource you can consume. Applications consuming more than the Limit may be terminated.": "I limiti sono una quantità massima di una risorsa che puoi consumare. Le applicazioni che consumano più del Limite possono essere terminate.",
  "A cluster administrator can establish limits on both the amount you can Request and your Limits with a": "Un amministratore del cluster può stabilire dei limiti sia sulla quantità che puoi richiedere e sui tuoi Limiti con un",
  ".": ".",
  "Resource type": "Tipo di risorsa",
  "Capacity": "Capacità",
  "Used": "Usato",
  "Max": "Max",
  "Name": "Nome",
  "Namespace": "Namespace",
  "None": "Nessuno",
  "Role": "Ruolo",
  "Cluster-wide {{resource}}": "Cluster - wide {{resource}}",
  "Namespace {{resource}}": "Namespace {{resource}}",
  "Create {{resource}}": "Crea {{resource}}"
}