{
  "No quota": "Sem cota",
  "CPU request": "Solicitação de CPU",
  "CPU limit": "Limite de CPU",
  "Memory request": "Solicitação de memória",
  "Memory limit": "Limite de memória",
  "Affects pods that have an active deadline. These pods usually include builds, deployers, and jobs.": "Afeta podas que têm um prazo ativo. Esses pods geralmente incluem construções, implementadores e empregos.",
  "Affects pods that do not have an active deadline. These pods usually include your applications.": "Afeta podas que não têm um prazo ativo. Esses pods geralmente incluem suas aplicações.",
  "Affects pods that do not have resource limits set. These pods have a best effort quality of service.": "Afeta podas que não possuem limites de recursos configurados. Estes pods têm uma qualidade de serviço de melhor esforço.",
  "Affects pods that have at least one resource limit set. These pods do not have a best effort quality of service.": "Afeta podas que possuem pelo menos um limite de recursos definido. Estes pods não têm uma qualidade de serviço de melhor esforço.",
  "{{resource}} details": "{{resource}} detalhes",
  "Scopes": "Escopos",
  "Requests are the amount of resources you expect to use. These are used when establishing if the cluster can fulfill your Request.": "Os pedidos são a quantidade de recursos que você espera utilizar. Estes são usados ao estabelecer se o cluster pode cumprir sua Solicitação.",
  "Limits are a maximum amount of a resource you can consume. Applications consuming more than the Limit may be terminated.": "Os limites são uma quantidade máxima de um recurso que você pode consumir. Os aplicativos que consomem mais do que o Limite podem ser finalizados.",
  "A cluster administrator can establish limits on both the amount you can Request and your Limits with a": "Um administrador de cluster pode estabelecer limites tanto sobre a quantidade que você pode solicitar e seus Limites com um",
  ".": ".",
  "Resource type": "Tipo de recurso",
  "Capacity": "Capacidade",
  "Used": "Usado",
  "Max": "Máx",
  "Name": "Nome",
  "Namespace": "Namespace",
  "None": "Nenhum",
  "Role": "Função",
  "Cluster-wide {{resource}}": "Cluster-wide {{resource}}",
  "Namespace {{resource}}": "Espaço de Nomes {{resource}}",
  "Create {{resource}}": "Criar {{resource}}"
}