{
  "Alert routing": "Direccionamiento de alertas",
  "Group by": "Grupo por",
  "Group wait": "Espera de grupo",
  "Group interval": "Intervalo de grupo",
  "Repeat interval": "Intervalo de repetición",
  "No Receivers match filter {{filterValue}}": "No hay filtro de coincidencia de receptores {{filterValue}}",
  "Name": "Nombre",
  "Integration type": "Tipo de integración",
  "Routing labels": "Etiquetas de direccionamiento",
  "Edit Receiver": "Editar receptor",
  "Delete Receiver": "Suprimir receptor",
  "Cannot delete the default receiver, or a receiver which has a sub-route": "No se puede suprimir el receptor predeterminado o un receptor que tiene una subruta",
  "Are you sure you want to delete receiver {{receiverName}}?": "¿Está seguro de que desea suprimir el receptor {{receiverName}}?",
  "Configure": "Configurar",
  "Receivers": "Receptores",
  "No receivers found": "No se han encontrado receptores",
  "Create a receiver to get OpenShift alerts through other services such as email or a chat platform. The first receiver you create will become the default receiver and will automatically receive all alerts from this cluster. Subsequent receivers can have specific sets of alerts routed to them.": "Cree un receptor para obtener alertas de OpenShift a través de otros servicios como correo electrónico o una plataforma de conversación. El primer receptor que cree se convertirá en el receptor predeterminado y recibirá automáticamente todas las alertas de este clúster. Los receptores subsiguientes pueden tener conjuntos específicos de alertas direccionadas a ellos.",
  "receiver": "receptor",
  "receiver_plural": "Receptores",
  "this": "",
  "this_plural": "",
  "Receivers by name": "Receptores por nombre",
  "Create Receiver": "Crear receptor",
  "Incomplete alert {{receiverString}}": "Alerta incompleta {{receiverString}}",
  "Configure {{thisString}} {{receiverString}} to ensure that you learn about important issues with your cluster.": "Configure {{thisString}} {{receiverString}} para asegurarse de que conoce problemas importantes con el clúster.",
  "An error occurred": "Se ha producido un error",
  "Alerting": "Alerta"
}