{
  "No quota": "Sin cuota",
  "CPU request": "Solicitud de CPU",
  "CPU limit": "Límite de CPU",
  "Memory request": "Solicitud de memoria",
  "Memory limit": "Límite de memoria",
  "Affects pods that have an active deadline. These pods usually include builds, deployers, and jobs.": "Afecta a las vainas que tienen un plazo activo. Estos pods suelen incluir compilaciones, desplegadores y trabajos.",
  "Affects pods that do not have an active deadline. These pods usually include your applications.": "Afecta a las vainas que no tienen un plazo activo. Estas vainas suelen incluir sus aplicaciones.",
  "Affects pods that do not have resource limits set. These pods have a best effort quality of service.": "Afecta a las vainas que no tienen límites de recursos establecidos. Estas vainas tienen un mejor esfuerzo de calidad de servicio.",
  "Affects pods that have at least one resource limit set. These pods do not have a best effort quality of service.": "Afecta a las vainas que tienen al menos un límite de recursos establecido. Estas vainas no tienen un mejor esfuerzo de calidad de servicio.",
  "{{resource}} details": "{{resource}} detalles",
  "Scopes": "Ámbitos",
  "Requests are the amount of resources you expect to use. These are used when establishing if the cluster can fulfill your Request.": "Las solicitudes son la cantidad de recursos que espera utilizar. Estos se utilizan al establecer si el clúster puede cumplir su solicitud.",
  "Limits are a maximum amount of a resource you can consume. Applications consuming more than the Limit may be terminated.": "Los límites son una cantidad máxima de un recurso que puede consumir. Las aplicaciones que consumen más que el límite se pueden terminar.",
  "A cluster administrator can establish limits on both the amount you can Request and your Limits with a": "Un administrador de clúster puede establecer límites tanto en la cantidad que puede solicitar como en sus límites con un",
  ".": ".",
  "Resource type": "Tipo de recurso",
  "Capacity": "Capacidad",
  "Used": "Utilizado",
  "Max": "Máx.",
  "Name": "Nombre",
  "Namespace": "Nombre",
  "None": "Ninguno",
  "Role": "Función",
  "Cluster-wide {{resource}}": "{{resource}} de todo el clúster",
  "Namespace {{resource}}": "Espacio de nombres {{resource}}",
  "Create {{resource}}": "Crear {{resource}}"
}