{
  "Could not load ConfigMaps.": "구성 맵을 로드할 수 없습니다.",
  "Could not load Secrets.": "시크릿을 로드할 수 없습니다.",
  "Successfully updated the environment variables.": "환경 변수를 성공적으로 업데이트했습니다.",
  "Environment variables set from parent": "부모에서 설정한 환경 변수",
  "View environment for resource": "리소스의 환경 표시",
  "Container:": "컨테이너:",
  "Init container:": "Init 컨테이너:",
  "Single values (env)": "단일 값 (env)",
  "Define environment variables as key-value pairs to store configuration settings. You can enter text or add values from a ConfigMap or Secret. Drag and drop environment variables to change the order in which they are run. A variable can reference any other variables that come before it in the list, for example <2>FULLDOMAIN = $(SUBDOMAIN).example.com</2>.": "환경 변수를 키-값 쌍으로 정의하여 설정을 저장합니다. 구성 맵 또는 시크릿에서 텍스트를 입력하거나 값을 추가할 수 있습니다. 환경 변수를 드래그 앤 드롭하여 실행 순서를 변경할 수 있습니다. 변수는 목록 앞에 오는 다른 변수를 참조할 수 있습니다. (예:<2> FULLDOMAIN = $ (SUBDOMAIN) .example.com</2>)",
  "Name": "이름",
  "All values from existing ConfigMaps or Secrets (envFrom)": "기존 구성 맵 또는 시크릿에서 모든 값 (envFrom)",
  "Add new values by referencing an existing ConfigMap or Secret. Drag and drop environment variables within this section to change the order in which they are run.": "기존 구성 맵 또는 시크릿을 참조하여 새 값을 추가합니다. 이 섹션 에서 환경 변수를 드래그앤 드롭하여 실행 순서를 변경합니다.",
  "Note:": "참고:",
  "If identical values exist in both lists, the single value in the list above will take precedence.": "두 목록에 동일한 값이 있는 경우 위 목록 중 하나의 값이 우선합니다.",
  "The information on this page is no longer current.": "이 페이지의 정보는 더 이상 최신 정보가 아닙니다.",
  "Click Reload to update and lose edits, or Save Changes to overwrite.": "새로 고침을 클릭하여 편집 내용을 저장하지 않고 업데이트하거나 변경 사항 저장을 클릭하여 덮어 쓰기합니다.",
  "Save": "저장",
  "Reload": "새로 고침",
  "Key": "키",
  "Value": "값",
  "Add more": "더 추가",
  "Add from ConfigMap or Secret": "구성 맵 또는 시크릿에서 추가",
  "ConfigMap/Secret": "구성 맵/시크릿",
  "Prefix (optional)": "접두사 (선택 사항)",
  "Add all from ConfigMap or Secret": "구성 맵 또는 시크릿에서 모두 추가",
  "Delete": "삭제",
  "Drag to reorder": "드래그하여 순서를 변경",
  "Remove": "삭제",
  "ConfigMaps": "ConfigMaps",
  "Secrets": "시크릿",
  "ServiceAccounts": "서비스 계정",
  "Select a key": "키 선택",
  "ConfigMap or Secret": "구성 맵 또는 시크릿",
  "Select a resource": "리소스 선택"
}