{
  "No quota": "Keine Quote",
  "CPU request": "CPU-Anforderung",
  "CPU limit": "CPU-Grenzwert",
  "Memory request": "Speicheranforderung",
  "Memory limit": "Speichergrenze",
  "Affects pods that have an active deadline. These pods usually include builds, deployers, and jobs.": "Wirkt sich auf Pods aus, die eine aktive Frist haben. Diese Pods enthalten in der Regel Builds, Implementierer und Jobs.",
  "Affects pods that do not have an active deadline. These pods usually include your applications.": "Wirkt sich auf Pods aus, die keine aktive Frist haben. Diese Pods enthalten in der Regel Ihre Anwendungen.",
  "Affects pods that do not have resource limits set. These pods have a best effort quality of service.": "Wirkt sich auf Pods aus, für die keine Ressourcengrenzwerte festgelegt sind. Diese Pods haben eine beste Leistung Qualität des Service.",
  "Affects pods that have at least one resource limit set. These pods do not have a best effort quality of service.": "Wirkt sich auf Pods aus, die mindestens einen Ressourcengrenzwert festgelegt haben. Diese Pods haben keine beste Leistung Qualität des Dienstes.",
  "{{resource}} details": "{{resource}} Details",
  "Scopes": "Bereiche",
  "Requests are the amount of resources you expect to use. These are used when establishing if the cluster can fulfill your Request.": "Anforderungen sind die Menge der Ressourcen, die Sie verwenden möchten. Diese werden bei der Erstellung verwendet, wenn der Cluster Ihre Anforderung erfüllen kann.",
  "Limits are a maximum amount of a resource you can consume. Applications consuming more than the Limit may be terminated.": "Grenzwerte sind ein Höchstbetrag für eine Ressource, die Sie belegen können. Anwendungen, die mehr als die Begrenzung verwenden, können beendet werden.",
  "A cluster administrator can establish limits on both the amount you can Request and your Limits with a": "Ein Clusteradministrator kann Grenzwerte sowohl für den Betrag, den Sie anfordern können, als auch für Ihre Grenzen mit einer",
  ".": ".",
  "Resource type": "Ressourcentyp",
  "Capacity": "Kapazität",
  "Used": "Verwendet",
  "Max": "Max.",
  "Name": "Name",
  "Namespace": "Namensbereich",
  "None": "Keine",
  "Role": "Rolle",
  "Cluster-wide {{resource}}": "Clusterweite {{resource}}",
  "Namespace {{resource}}": "Namensbereich {{resource}}",
  "Create {{resource}}": "{{resource}} erstellen"
}