{
  "Could not load ConfigMaps.": "設定マップをロードできませんでした。",
  "Could not load Secrets.": "シークレットをロードできませんでした。",
  "Successfully updated the environment variables.": "環境変数が正常に更新されました。",
  "Environment variables set from parent": "親から設定される環境変数",
  "View environment for resource": "リソースの環境の表示",
  "Container:": "コンテナー:",
  "Init container:": "Init コンテナー:",
  "Single values (env)": "単一の値 (env)",
  "Define environment variables as key-value pairs to store configuration settings. You can enter text or add values from a ConfigMap or Secret. Drag and drop environment variables to change the order in which they are run. A variable can reference any other variables that come before it in the list, for example <2>FULLDOMAIN = $(SUBDOMAIN).example.com</2>.": "設定を保存するために環境変数をキーと値のペアとして定義します。テキストを入力したり、設定マップまたはシークレットから値を入力したりできます。環境変数が実行される順序を変更するために環境変数をドラッグアンドドロップできます。変数は、その前に来るその他の変数を参照できます (例: <2>FULLDOMAIN = $(SUBDOMAIN).example.com</2>)。",
  "Name": "名前",
  "All values from existing ConfigMaps or Secrets (envFrom)": "既存の設定マップまたはシークレットからのすべての値 (envFrom)",
  "Add new values by referencing an existing ConfigMap or Secret. Drag and drop environment variables within this section to change the order in which they are run.": "既存の設定マップまたはシークレットを参照して新しい値を追加します。このセクション内の環境変数をドラッグアンドドロップし、環境変数の実行順序を変更します。",
  "Note:": "注:",
  "If identical values exist in both lists, the single value in the list above will take precedence.": "どちらの一覧にも同一の値が存在する場合は、上記の一覧の 1 つの値が優先されます。",
  "The information on this page is no longer current.": "このページの情報は最新ではありません。",
  "Click Reload to update and lose edits, or Save Changes to overwrite.": "「Reload」をクリックして編集内容を保存しないか、または「Save Changes」をクリックして上書きします。",
  "Save": "保存",
  "Reload": "リロード",
  "Key": "キー",
  "Value": "値",
  "Add more": "さらに追加する",
  "Add from ConfigMap or Secret": "設定マップまたはシークレットから追加",
  "ConfigMap/Secret": "設定マップ/シークレット",
  "Prefix (optional)": "プレフィックス (オプション)",
  "Add all from ConfigMap or Secret": "設定マップまたはシークレットからをすべてを追加",
  "Delete": "削除",
  "Drag to reorder": "ドラッグして順序を変更する",
  "Remove": "削除",
  "ConfigMaps": "設定マップ",
  "Secrets": "シークレット",
  "ServiceAccounts": "サービスアカウント",
  "Select a key": "キーの選択",
  "ConfigMap or Secret": "設定マップまたはシークレット",
  "Select a resource": "リソースの選択"
}